{
    "translation": {
        "About": "Sobre",
        "Skills": "Habilidades",
        "Experience": "Experiência",
        "Projects": "Projetos",
        "Contact": "Contato",
        "About me": "Sobre mim",
        "Contact me": "Me contate",
        "Made by": "Feito por",
        "greetings": "Olá, eu sou o {{name}}!",
        "about_description": "Eu sou um desenvolvedor full-stack brasileiro. Gosto muito de aprender novas técnologias e resolver problemas do dia-a-dia. Atualmente estou procurando uma primeira oportunidade de emprego ou algum projeto de seu interesse, sinta-se livre para me contatar!",
        "Touch to read about it!": "Toque para ler sobre!",
        "Software development intern": "Estágio em desenvolvimento de software",
        "wishbox_description": "Administrei sistemas Linux e descobri uma maneira melhor de organizar repositórios Git através de links simbólicos. Também desenvolvi uma interface gráfica em Python, macros em Jinja para impressoras 3D, scripts em bash, e ajudei com o desenvolvimento de mais softwares.",
        "teleport_description": "Aplicação full-stack onde usuários podem encurtar URLs.",
        "portfolio_description": "Esse portfólio!",
        "Source code": "Código fonte",
        "Live": "Ativo",
        "contact_description": "Sinta-se livre para compartilhar idéias que você gostaria de ver nascendo, e vamos construir ela juntos.",
        "Mail me": "Me envie um e-mail",
        "Copy to clipboard": "Copiar para área de transferência",
        "The standard markup language for creating web pages.": "A linguagem de marcação padrão para criação de páginas web.",
        "Stylesheet language used for designing web pages.": "Linguagem de estilos usada para projetar páginas web.",
        "A versatile programming language for web development.": "Uma linguagem de programação versátil para desenvolvimento web.",
        "A JavaScript library for building user interfaces.": "Uma biblioteca JavaScript para construção de interfaces de usuário.",
        "A utility-first CSS framework for styling websites.": "Um framework CSS baseado em utilitários para estilizar sites.",
        "A JavaScript runtime for building server-side applications.": "Um ambiente de execução JavaScript para criar aplicações no servidor.",
        "A fast and minimalist web framework for Node.js.": "Um framework web rápido e minimalista para Node.js.",
        "A powerful, high-level programming language.": "Uma linguagem de programação poderosa e de alto nível.",
        "A version control system for tracking code changes.": "Um sistema de controle de versão para rastrear mudanças no código.",
        "A command-line shell for Unix-based systems.": "Um shell de linha de comando para sistemas baseados em Unix.",
        "An open-source operating system based on Unix.": "Um sistema operacional de código aberto baseado em Unix.",
        "A popular relational database management system.": "Um sistema popular de gerenciamento de banco de dados relacional.",
        "A web-based design and prototyping tool.": "Uma ferramenta de design e prototipagem baseada na web.",
        "months": "meses"
    }
}
